Repository: MillerTechnologyPeru/SmartLock
Catalog: iOS/LockKit/*.lproj/Localizable.strings
Languages: es

# LockIdentifier.Title
source: Lock
es: Cerradura

# KeyIdentifier.Title
source: Key
es: Llave

# Permission.Title
source: Permission
es: Permiso

# LockViewController.Error.NoLockNerby
source: Lock not nearby.
es: Cerradura no se encuentra cerca.

# LockViewController.Error.NoKey
source: No key for lock %@
es: No llave para cerradura %@

# LockActivity.Item.Text
source: I unlocked my door %@
es: Yo abri mi puerta %@

# NewKeyActivity.Title
source: Share Key
es: Compartir Llave

# ManageKeysActivity.Title
source: Manage
es: Administrar

# DeleteLockActivity.Title
source: Delete
es: Eliminar

# RenameActivity.Title
source: Rename
es: Renombrar

# HomeKitEnableActivity.Title
source: Home Mode
es: Modo Hogar

# UpdateActivity.Title
source: Update
es: Actualizar

# AddVoiceShortcutActivity.Title
source: Add to Siri
es: Agregar a Siri

# DeleteLockActivity.Alert.title
source: Confirmation
es: Confirmación

# DeleteLockActivity.Alert.Message
source: Are you sure you want to delete this key?
es: ¿Esta seguro de querer eliminar esta Llave?

# DeleteLockActivity.Alert.Cancel
source: Cancel
es: Cancelar

# DeleteLockActivity.Alert.Delete
source: Delete
es: Eliminar

# RenameActivity.Alert.title
source: Rename
es: Renombrar

# RenameActivity.Alert.Message
source: Type a user friendly name for this lock.
es: Ingresé un nombre facil de usar para esta Llave.

# RenameActivity.Alert.Cancel
source: Cancel
es: Cancelar

# HomeKitEnableActivity.Alert.title
source: Home Mode
es: Modo Hogar

# HomeKitEnableActivity.Alert.Message
source: Enable Home Mode on this device?
es: ¿Activar Modo Hogar en este dispositivo?

# HomeKitEnableActivity.Alert.Cancel
source: Cancel
es: Cancelar

# HomeKitEnableActivity.Alert.Yes
source: Yes
es: Si

# UpdateActivity.Alert.title
source: Update Lock
es: Actualizar Cerradura

# UpdateActivity.Alert.Message
source: Are you sure you want to update the lock's software?
es: ¿Esta seguro de querer actualizar el software del Lock?

# UpdateActivity.Alert.Cancel
source: Cancel
es: Cancelar

# UpdateActivity.Alert.Update
source: Update
es: Actualizar

# UserActivity.NearbyLocks.Title
source: Nearby Locks
es: Cerraduras Cercanas

# UserActivity.NearbyLocks.Description
source: Show nearby locks.
es: Mostrar Cerraduras cercanas.

# UserActivity.Keys.Title
source: Keys
es: Llaves

# UserActivity.Keys.Description
source: Display stored keys.
es: Mostrar llaves guardadas.

# UserActivity.Events.Title
source: Events
es: Eventos

# UserActivity.Events.Description
source: Display lock history.
es: Mostrar historial de eventos.

# UserNotificationCenter.TapToUnlock
source: Tap to unlock
es: Toque para desbloquear

# UserNotificationCenter.NewKey
source: New key
es: Nueva llave

# Unlock.LockNotFound
source: Could not find lock
es: No pudo encontrar la cerradura

# Unlock.UnableToUnlock
source: Unable to unlock
es: Incapaz de abrir

# Setup.InvalidQRCode
source: Invalid QR code
es: Codigo QR invalido

# Setup.CouldNotLock
source: Could not find lock
es: No pudo encontrar la cerradura

# ErrorAlert.Retry
source: Retry
es: Volver a intentar

# AlertAction.Cancel
source: Cancel
es: Cancelar

# ContextMenu.Rename
source: Rename
es: Renombrar

# ContextMenu.Delete
source: Delete
es: Eliminar

# ContextMenu.ShareKey
source: Share Key
es: Compartir Llave

# ContextMenu.Manage
source: Manage
es: Administrar

# NewKeyViewController.Error.RequestNewKey
source: The key for the specified lock has been deleted from the database.
es: La llave para la cerradura solicitada, ha sido eliminada de la base de datos.

# NewKeyViewController.Error.LockInRange
source: Lock is not in range.
es: La cerradura no se encuentra en rango.

# NewKeyViewController.Error.CreateNewKey
source: Could not create new key. %@
es: No se pudo crear una nueva llave. %@

# NewKeyViewController.NewKey.Title
source: New Key
es: Nueva Llave

# NewKeyViewController.NewKey.Message
source: Type a user friendly name for the new key.
es: Ingresé un nombre facil de usar para esta Llave.

# NewKeyViewController.NewKey.Cancel
source: Cancel
es: Cancelar

# LockPermissions.PendingKeys
source: Pending Keys
es: Llaves Pendientes

# LockPermissions.Delete
source: Delete
es: Eliminar

# LockPermissions.Alert.Title
source: Confirmation
es: Confirmación

# LockPermissions.Alert.Message
source: Are you sure you want to delete this key?
es: ¿Esta seguro de querer eliminar esta Llave?
